const DB = [
    {
      id: "a757a0e9-03c1-4a2a-b384-8ac21d112fb2",
      name: "Художественная литература",
      books: [
        {
          id: "d75f762a-eadd-49be-8918-ed0gfa8dd024",
          name: "Несносное проклятье некроманта",
          price: 250,
          authors: ["Блинова Маргарита"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68gf9222d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38dbf310360",
                name: "Antony",
              },
              text: "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке Несносное проклятье некроманта.",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-a31e-c6fghe133255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке Несносное проклятье некроманта.",
              rating: 3,
            },
            {
              id: "429dgf85-1fghd-4054-a31e-c60c92447255",
              user: {
                id: "20bed9b5-9c7b-4fgh1-8221-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0daf5d024",
          name: "Книга ночи",
          price: 250,
          authors: ["Блэк Холли"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68b8fghs6c2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38dsf88360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-a31e-c60ckk777255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75b74egf991904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dea85-11dd-4054-a31e-c6dffff2e1010255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75blo1111904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0d12352nm024",
          name: "Благие знамения",
          price: 250,
          authors: ["Пратчетт", "Гейман"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adbnmbec-68b13149ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-bbnmm310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429bnmmmma85-11dd-4054-a31e-c6013132e17255",
              user: {
                id: "20123d9b5-9c7b-4771-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "42zxc85-11dd-4054-a31e-c6012122217255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75bzx54cd1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0gfa8989d024",
          name: "Целительница. Первое испытание",
          price: 250,
          authors: ["Елизовета Хофрина"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68gf9e8787d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38d657310360",
                name: "Antony",
              },
              text: "Not bad, Bot bad",
              rating: 5,
            },
            {
              id: "429dgf85-1fghd-4054-a31e-c60c943517255",
              user: {
                id: "20bed9b5-9c7b-4fgh1-8221-7544ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
      ],
    },
  
    {
      id: "a757a0e9-03c1-4a2a-b384-8ac21d6757fb2",
      name: "Нехудожественная литература",
      books: [
        {
          id: "d75f762a-eadd-49be-8918-ed0gfa8234024",
          name: "Несносное проклятье некроманта",
          price: 250,
          authors: ["Блинова Маргарита"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68gf1234c2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38d5453410360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dgf85-1fghd-4054-a31e-c1242e17255",
              user: {
                id: "20bed9b5-9c7b-434231-8221-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
      ],
    },
  
    {
      id: "a757a0e9-03c1-4a2a-b384-823545dbe2fb2",
      name: "Книги для детей",
      books: [
        {
          id: "d75f762a-eadd-49be-8918-ed3252358dd024",
          name: "Незнайка на луне",
          price: 250,
          authors: ["Николай Носов"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68g12313ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b3812313f310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-a31e-c6fghe54545255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75b76767674a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dgf85-1fghd-4054-a31e-c7675",
              user: {
                id: "20bed9b5-9c7b-4fgh1-8221-757876",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0dafhh7676",
          name: "Книга ночи",
          price: 250,
          authors: ["Блэк Холли"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68b8fghs45645642d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b384534534ff10360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-a31e-c60c234255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75b72432421904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dea85-11dd-4054-a31e-c6d2343247255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75bloke687804a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0daabn8797894",
          name: "Благие знамения",
          price: 250,
          authors: ["Пратчетт", "Гейман"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adbnmbec-68b8f9e7867",
              user: {
                id: "a304959a-76c0-4b34-954a-bbnmm3456360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429bnmmmma85-11dd-4054-a31e-c60c9245645",
              user: {
                id: "20123d9b5-9c7b-4771-84561-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "42zxc85-11dd-4054-a456-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-43534571-8221-75bzxcd1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-892348-ed0gfa8dd024",
          name: "Целительница. Первое испытание",
          price: 250,
          authors: ["Елизовета Хофрина"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-a234c-68gf9ec2d96",
              user: {
                id: "a304959a-76c0-4b34-931234a-b38dbf310360",
                name: "Antony",
              },
              text: "Not bad, Bot bad",
              rating: 5,
            },
            {
              id: "429dgf85-1fghd-4054-123e-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-4fgh1-84531-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
      ],
    },
  
    {
      id: "a757a0e9-03c1-4a2a-b8974-8ac21dbe2fb2",
      name: "Переодические издания",
      books: [
        {
          id: "d75f762a-eadd-4897e-8918-ed0gfa8dd024",
          name: "Несносное проклятье некроманта",
          price: 250,
          authors: ["Блинова Маргарита"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e879-adec-68gf9ec2d96",
              user: {
                id: "a304959a-76c0-487934-954a-b38dbf310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-47894-a31e-c6fghe17255",
              user: {
                id: "20bed9b5-9789b-4771-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429456485-1fghd-4054-a31e-c60c92e17255",
              user: {
                id: "20bed6465-9c7b-4fgh1-8221-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-e5345d-49be-8918-ed0dafhhd024",
          name: "Книга ночи",
          price: 250,
          authors: ["Блэк Холли"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5234230-4e36-adec-68b8fghsdf9ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38dsff10360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-12342d-4054-a31e-c60ckkk7255",
              user: {
                id: "20bed9b5-9c123b-4771-8221-75b74egfgf1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dea85-111231-4054-a31e-c6dffff2e17255",
              user: {
                id: "20bed9b5-678b-4771-8221-75bloked1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
      ],
    },
  
    {
      id: "a757a0e9-03c871-4a2a-b384-8ac21dbe2fb2",
      name: "Религия",
      books: [
        {
          id: "d75f762a-ead878-49be-8918-ed0gfa8dd024",
          name: "Тяжело быть богом",
          price: 250,
          authors: ["Братья Стругацкие"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5065650-4e36-adec-68gf9ec2d96",
              user: {
                id: "a304959a-765640-4b34-954a-b38dbf310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4546-a31e-c6fghe17255",
              user: {
                id: "20bed9b5-9c7b-44561-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dgf85-1fghd-34234-a31e-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-434h1-8221-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
      ],
    },
  
    {
      id: "a757a0e9-03c1-4a2a-b384-8ac21dbe562fb2",
      name: "Учебная литература",
      books: [
        {
          id: "d75f762a-eadd-49be-8918-ed0g56fa8dd024",
          name: "Несносное проклятье некроманта",
          price: 250,
          authors: ["Блинова Маргарита"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68gf656ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38d65bf310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-a31e-c6fghe5617255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dgf85-1fghd-4054-a31e-c60c5692e17255",
              user: {
                id: "20bed9b5-9c7b-4fgh1-8221-75b73454ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0435afhhd024",
          name: "Книга ночи",
          price: 250,
          authors: ["Блэк Холли"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68b8f345ghsdf9ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38345dsff10360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-a31e-c60ck345kk7255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-73455b74egfgf1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dea85-11dd-4054-a31e-c6345dffff2e17255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-34575bloked1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-345ed0daabnm024",
          name: "Благие знамения",
          price: 250,
          authors: ["Пратчетт", "Гейман"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adbnmbec-3568b8f9ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-34bbnmm310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429bnmmmma85-11dd-4054-a31e-345c60c92e17255",
              user: {
                id: "20123d9b5-9c7b-4771-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "42zxc85-11dd-4054-a31e-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-4771-8221-75534bzxcd1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8918-ed0gjjfa8dd024",
          name: "Целительница. Первое испытание",
          price: 250,
          authors: ["Елизовета Хофрина"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adec-68gjjf9ec2d96",
              user: {
                id: "a304959a-76c0-4b34-954a-b38dbhhf310360",
                name: "Antony",
              },
              text: "Not bad, Bot bad",
              rating: 5,
            },
            {
              id: "429dgf85-1fghd-4054-a31e-c60c92e1725hh5",
              user: {
                id: "20bed9b5-9c7b-4fgh1-8221-75b74ed1hh904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
      ],
    },
  
    {
      id: "a757a0e9-03c1-4a2ahh-b384-8ac21dbe2fb2",
      name: "Комиксы",
      books: [
        {
          id: "d75f762a-eadd-49be-891hh8-ed0gfa8dd024",
          name: "Несносное проклятье некроманта",
          price: 250,
          authors: ["Блинова Маргарита"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-adhhec-68gf9ec2d96",
              user: {
                id: "a304959a-76c0-4b34-9hh54a-b38dbf310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-ahh31e-c6fghe17255",
              user: {
                id: "20bed9b5-9c7b-4771-8hh221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dgf85-1fghd-4hh054-ahh31e-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-4fhjgh1-8221-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8hj918-ed0dafhhd024",
          name: "Книга ночи",
          price: 250,
          authors: ["Блэк Холли"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4e36-ahjdec-68b8fghsdf9ec2d96",
              user: {
                id: "a304959a-76c0-4bhj34-954a-b38dsff10360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429dea85-11dd-4054-ahj31e-c60ckkk7255",
              user: {
                id: "20bed9b5-9c7b-4771-8hj221-75b74egfgf1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "429dea85-11hjdd-4054-a31e-c6dffff2e17255",
              user: {
                id: "20bed9b5-9chj7b-4771-8221-75bloked1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-8hj918-ed0daabnm024",
          name: "Благие знамения",
          price: 250,
          authors: ["Пратчетт", "Гейман"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4hje36-adbnmbec-68b8f9ec2d96",
              user: {
                id: "a304959a-76c0-4bhj34-954a-bbnmm310360",
                name: "Antony",
              },
              text: "Not bad",
              rating: 5,
            },
            {
              id: "429bnmmmma85-11dd-4jj054-a31e-c60c92e17255",
              user: {
                id: "20123d9b5-9c7b-4jj771-8221-75b74ed1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
            {
              id: "42zxc85-11dd-40jj4-a31e-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-47jj71-8221-75bzxcd1904a",
                name: "Diana",
              },
              text: "Грязно",
              rating: 3,
            },
          ],
        },
        {
          id: "d75f762a-eadd-49be-89jj18-ed0gfa8dd024",
          name: "Целительница. Первое испытание",
          price: 250,
          authors: ["Елизовета Хофрина"],
          mark: 4,
          subgenre: "Фэнтези",
          annotation: "Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить 'что-нибудь для вечной любви'? Подумай о некромантии!",
          reviews: [
            {
              id: "5909796d-5030-4ejj36-adec-68gf9ec2d96",
              user: {
                id: "a304959a-76c0-4b3jj4-954a-b38dbf310360",
                name: "Antony",
              },
              text: "Not bad, Bot bad",
              rating: 5,
            },
            {
              id: "429dgf85-1fghd-405jj4-a31e-c60c92e17255",
              user: {
                id: "20bed9b5-9c7b-4fjjgh1-8221-75b74ed1904a",
                name: "Darya",
              },
              text: "ММ, интересно...",
              rating: 3,
            },
          ],
        },
      ],
    },
  ];

  module.exports = DB